#лес
#большие
#медведь = 1.1(мясо)1
#лось = 1.2(трава)2

#лес
#средние
#волк = 1.1(мясо)3
#олень =2.2(трава)4

#лес
#маленькие
#манул = 1.1(мясо)5
#белка =3.2(трава)6

#джунгли
#большие
#тигр 4.1(мясо)7
#тапир 4.2(трава)8

#джунгли
#средние
#оцелот 5.1(мясо)9
#капибара 5.2(трава)10

#джунгли
#маленькие
#ягуардини 6.1 11
#опоссум 6.2 12

#саванна
#большие
#лев 7.1 13
#слон 7.2 14

#саванна
#средние
#гепард 8.1 15
#газель 8.2 16

#саванна
#маленькие
#каракал 9.1 17
#дикообраз 9.2 18

#всего 18 животных
#больших 6
#средних 6
#маленьких 6
#травоядных 9
#хищных 9